//;******************************************************************************
//;* Copyright (c) 2012, Insyde Software Corp. All Rights Reserved.
//;*
//;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
//;* transmit, broadcast, present, recite, release, license or otherwise exploit
//;* any part of this publication in any form, by any means, without the prior
//;* written permission of Insyde Software Corporation.
//;*
//;******************************************************************************
//; 
//; Module Name:
//; 
//;   SetupUtilityStr.uni
//; 
//; Abstract:
//; 
//;   Strings for SCU of setup browser
//; 

/=#

#langdef en-US "English"
#langdef fr-FR "Français"
#langdef zh-TW "\wide中文\narrow"
#langdef ja-JP "\wide日本語\narrow"
#langdef it-IT "Italian"
#langdef es-ES "Spanish"
#langdef de-DE "German"
#langdef pt-PT "Portuguese"


#string SCU_TITLE_STRING              #language en-US        "InsydeH2O Setup Utility"
                                      #language fr-FR        "Logiciel de Configuration d'InsydeH2O"
                                      #language zh-TW        "\wide系微設置工具\narrow"
                                      #language ja-JP        "InsydeH2O \wideセットアップユーティリティ\narrow"
                                      #language it-IT        "InsydeH2O Setup Utility"
                                      #language es-ES        "Utilitarios de la programación de InsydeH2O"
                                      #language de-DE        "InsydeH2O Nutzungsstellung "
                                      #language pt-PT        "Configurar utilidade de InsydeH2O"
#string SCU_CORE_VERSION_STRING       #language en-US        "Rev. 5.0"
                                      #language fr-FR        "Rev. 5.0"
                                      #language zh-TW        "Rev. 5.0"
                                      #language ja-JP        "Rev. 5.0"
                                      #language it-IT        "Rev. 5.0"
                                      #language es-ES        "Rev. 5.0"
                                      #language de-DE        "Rev. 5.0"
                                      #language pt-PT        "Rev. 5.0"
#string SCU_SELECT_BOOT_DEVICE        #language en-US        "    Select Boot Device"
                                      #language zh-TW        "    \wide選擇開機裝置\narrow"
                                      #language fr-FR        "    Choisir Boot Device"
                                      #language ja-JP        "    \wideブートデバイス選択\narrow"
                                      #language it-IT        "    Seleziona il dispositivo di Boot"
                                      #language es-ES        "    Seleccionar dispositivo de arranque"
                                      #language de-DE        "    Aufpuschteil Auswahl"
                                      #language pt-PT        "    Seleccionar o dispositivo de Boot"
#string SCU_CHANGE_MENU               #language en-US        "    Select Screen"
                                      #language zh-TW        "    \wide選擇畫面\narrow"
                                      #language fr-FR        "    Choisir Page"
                                      #language ja-JP        "    \wideスクリーン選択\narrow"
                                      #language it-IT        "    Seleziona Schermata"
                                      #language es-ES        "    Seleccionar pantalla"
                                      #language de-DE        "    Bildschirm Auswahl"
                                      #language pt-PT        "    Seleccionar tela"
#string SCU_MOVE_HIGHLIGHT            #language en-US        "=Select Item"
                                      #language fr-FR        "=Select. un article"
                                      #language zh-TW        "=\wide選擇項目\narrow"
                                      #language ja-JP        "=\wideアイテム選択\narrow"
                                      #language it-IT        "=Seleziona Voce"
                                      #language de-DE        "=Element auswahlen"
                                      #language es-ES        "=Selec. elemento"
                                      #language pt-PT        "=Selecione item"
#string SCU_ENTER_STRING              #language en-US        "Enter=Select"
                                      #language fr-FR        "Entree=Select."
                                      #language zh-TW        "Enter=\wide選擇\narrow"
                                      #language ja-JP        "Enter=\wide選択\narrow"
                                      #language it-IT        "INVIO=Seleziona"
                                      #language de-DE        "Eingabe=Auswahl"
                                      #language es-ES        "Intro=Selec."
                                      #language pt-PT        "Enter=Seleto"
#string SCU_SUB_MENU                  #language en-US        "SubMenu"
                                      #language fr-FR        "sous-menu"
                                      #language zh-TW        "\wide子選單\narrow"
                                      #language ja-JP        "\wideサブメニュー\narrow"
                                      #language it-IT        "SottoMenu"
                                      #language de-DE        "Zweitmenü"
                                      #language es-ES        "Submenú"
                                      #language pt-PT        "Submenu"
#string SCU_FUNCTION_NINE_STRING      #language en-US        "F9=Setup Defaults"
                                      #language fr-FR        "F9=Definir val./defaut"
                                      #language zh-TW        "F9=\wide載入原始值\narrow"
                                      #language ja-JP        "F9=\wideデフォルト設定へ戻す\narrow"
                                      #language it-IT        "F9=Setup Defaults"
                                      #language de-DE        "F9=Setup-Standardwerte"
                                      #language es-ES        "F9=Configurar predet."
                                      #language pt-PT        "F9=Configurar Defaults"
#string SCU_FUNCTION_TEN_STRING       #language en-US        "F10=Save and Exit"
                                      #language fr-FR        "F10=Enreg. et quitter"
                                      #language zh-TW        "F10=\wide儲存離開\narrow"
                                      #language ja-JP        "F10=\wide保存して終了\narrow"
                                      #language it-IT        "F10=Salva ed Esci"
                                      #language de-DE        "F10=Speichern & beenden"
                                      #language es-ES        "F10=Guardar y salir"
                                      #language pt-PT        "F10=Guardar e Sair"
#string SECURE_MENU_ESCAPE_STRING     #language en-US        "Esc=Exit Menu"
                                      #language fr-FR        "Esc=Exit Menu"
                                      #language zh-TW        "Esc=Exit Menu"
                                      #language ja-JP        "Esc=Exit Menu"
                                      #language it-IT        "Esc=Exit Menu"
                                      #language de-DE        "Esc=Exit Menu"
                                      #language es-ES        "Esc=Exit Menu"
                                      #language pt-PT        "Esc=Exit Menu"
#string SECURE_SAVE_STRING            #language en-US        "F10=Save and Exit"
                                      #language fr-FR        "F10=Save and Exit"
                                      #language zh-TW        "F10=Save and Exit"
                                      #language ja-JP        "F10=Save and Exit"
                                      #language it-IT        "F10=Save and Exit"
                                      #language de-DE        "F10=Save and Exit"
                                      #language es-ES        "F10=Save and Exit"
                                      #language pt-PT        "F10=Save and Exit"
#string SCU_ESCAPE_STRING             #language en-US        "Esc=Previous Page"
                                      #language fr-FR        "Echap.=Page prec."
                                      #language zh-TW        "Esc=\wide前一頁\narrow"
                                      #language ja-JP        "Esc=\wide前ページ\narrow"
                                      #language it-IT        "Esc=Pagina Precedente"
                                      #language de-DE        "Esc=Zuruck"
                                      #language es-ES        "Esc=Pagina anterior"
                                      #language pt-PT        "Esc=Página Anterior"
#string SCU_ESCAPE_CANCEL_STRING      #language en-US        "Esc=Discard Changes"
                                      #language fr-FR        "Echap=Abandon modif."
                                      #language zh-TW        "Esc=\wide忽略變更\narrow"
                                      #language ja-JP        "Esc=\wide変更取消\narrow"
                                      #language it-IT        "Esc=Annulla Modifiche"
                                      #language de-DE        "Esc=Anderung verwerfen"
                                      #language es-ES        "Esc=Desechar cambios"
                                      #language pt-PT        "Esc=Descartar Alterações"
#string SCU_STR_SPACE_STRING          #language en-US        " "
                                      #language fr-FR        " "
                                      #language zh-TW        " "
                                      #language ja-JP        " "
                                      #language it-IT        " "
                                      #language es-ES        " "
                                      #language de-DE        " "
                                      #language pt-PT        " "

//
// Security password
//
#string SCU_PROMPT_FOR_PASSWORD       #language en-US        "Enter Old Password"
                                      #language zh-TW        "\wide輸入舊密碼\narrow"
                                      #language fr-FR        "S'il vous plait tape votre mot de passe"
                                      #language ja-JP        "\wide古いパスワード入力\narrow"
                                      #language it-IT        "Inserisci la vecchia password"
                                      #language es-ES        "Ingresar vieja contraseña"
                                      #language de-DE        "Alte Paßworteingabe"
                                      #language pt-PT        "Digite a senha antiga"
#string SCU_PROMPT_FOR_NEW_PASSWORD   #language en-US        "Enter New Password"
                                      #language zh-TW        "\wide輸入新密碼\narrow"
                                      #language fr-FR        "S'il vous plait tape votre nouveau mot de passe"
                                      #language ja-JP        "\wide新しいパスワード入力\narrow"
                                      #language it-IT        "Inserisci la nuova password"
                                      #language es-ES        "Ingresar nueva contraseña"
                                      #language de-DE        "Neue Paßworteingabe"
                                      #language pt-PT        "Digite a senha nova"
#string SCU_CONFIRM_PASSWORD          #language en-US        "Confirm New Password"
                                      #language zh-TW        "\wide確認新密碼\narrow"
                                      #language fr-FR        "Vérification de Nouveau Mot de Passe"
                                      #language ja-JP        "\wideパスワード再入力\narrow"
                                      #language it-IT        "Conferma la nuova password"
                                      #language es-ES        "Confirmar nueva contraseña"
                                      #language de-DE        "Neues Paßwort Bestätigung"
                                      #language pt-PT        "Confirmar nova senha"
                                      
#string SCU_CONFIRM_ERROR             #language en-US        "Passwords are not the same"
                                      #language zh-TW        "\wide輸入密碼錯誤\narrow"
                                      #language fr-FR        "S'il vous plait confirmer votre nouveau mot de passe"
                                      #language ja-JP        "\wideパスワードが同一ではありません\narrow"
                                      #language it-IT        "Le password sono diverse"
                                      #language es-ES        "Contraseña no son la misma"
                                      #language de-DE        "Paßwörter sind nicht übereinstimmend"
                                      #language pt-PT        "As senhas não são as mesmas"
#string PASSWORD_SAME_ERROR           #language en-US        "Invalid password! Please enter new string for setting password."
                                      #language fr-FR        "Mot de Passe Invalide! Enter nouvelle chaîneou configurez le mot de passe."
                                      #language zh-TW        "\wide無效的密碼\narrow!\wide請重輸設定密碼\narrow"
                                      #language ja-JP        "\wide無効なパスワード\narrow!\wideパスワード設定のために新しい文字列を入力してください。\narrow"
                                      #language it-IT        "Password non valida! Inserire una nuova password."
                                      #language es-ES        "Contraseña invalida! Por favor ingresar nueva cadena para la configuración de la contraseña"
                                      #language de-DE        "Unzulässiges Paßwort! Bitten geben Sie eine neuew Reihe ein um Paßwort zu setzen."
                                      #language pt-PT        "Senha inválida! Por favor, indique nova seqüência para a criação de senha"
#string SAVE_AND_EXIT_MESSAGE         #language en-US        "Exit Saving Changes? (Y/N)"
                                      #language fr-FR        "Quitter en enregistrant? (O/N)"
                                      #language zh-TW        "\wide離開儲存設定\narrow? (Y/N)"
                                      #language ja-JP        "\wide変更を保存して終了\narrow? (Y/N)"
                                      #language it-IT        "Salvare le modifiche ed Uscire? (Y/N)"
                                      #language de-DE        "Beenden und Anderung speichern? (J/N)"
                                      #language es-ES        "Salir guardando cambios? (S/N)"
                                      #language pt-PT        "Sair guardadodo das alterações? (Y/N)"
#string LOAD_DEFAULTS_MESSAGE         #language en-US        "Load Defaults? (Y/N)"
                                      #language fr-FR        "Charger val./defaut ? (O/N)"
                                      #language zh-TW        "\wide載入預設值\narrow? (Y/N)"
                                      #language ja-JP        "\wideデフォルト値をロード\narrow? (Y/N)"
                                      #language it-IT        "Caricare impostazioni di Default? (Y/N)"
                                      #language de-DE        "Standardeinstellungen laden? (J/N)"
                                      #language es-ES        "Cargar valores predeterminados? (S/N)"
                                      #language pt-PT        "Cargar Defaults? (Y/N)"
#string SCU_ARE_YOU_SURE                  #language en-US "Exit Discarding Changes? (Y/N)"
                                          #language fr-FR "Quitter sans enregistrer? (O/N)"
                                          #language zh-TW "\wide離開並忽略變更\narrow? (Y/N)"
                                          #language ja-JP "\wide変更せず終了\narrow? (Y/N)"
                                          #language it-IT "Uscire Senza Salvare le Modifiche? (Y/N)"
                                          #language de-DE "Beenden ohne Speichern der Anderung? (J/N)"
                                          #language es-ES "Salir y deshacer los cambios? (S/N)"
                                          #language pt-PT "Sair descartando das alterações? (Y/N)"

#string SCU_ARE_YOU_SURE_YES              #language en-US "Y"
                                          #language fr-FR "O"
                                          #language zh-TW "Y"
                                          #language ja-JP "Y"
                                          #language it-IT "Y"
                                          #language de-DE "J"
                                          #language es-ES "S"
                                          #language pt-PT "Y"

#string SCU_ARE_YOU_SURE_NO               #language en-US "N"
                                          #language fr-FR "N"
                                          #language zh-TW "N"
                                          #language ja-JP "N"
                                          #language it-IT "N"
                                          #language de-DE "N"
                                          #language es-ES "N"
                                          #language pt-PT "N"

#string SCU_STR_EXIT_SAVING_CHANGES_STRING       #language en-US        "Exit Saving Changes"
                                                 #language fr-FR        "Quitter en Sauvegardant les Modifications"
                                                 #language ja-JP        "\wide変更を保存して終了\narrow"
                                                 #language zh-TW        "\wide離開並儲存設定\narrow"
                                                 #language it-IT        "Uscire Salvando le Modifiche"
                                                 #language es-ES        "Salir guardando los cambios"
                                                 #language de-DE        "Ausgang: gesp. Änderungen"
                                                 #language pt-PT        "Sair guardadodo das alterações"

#string SCU_STR_EXIT_SAVING_CHANGES_HELP         #language en-US        "Exit system setup and save your changes."
                                                 #language fr-FR        "Quittez la configuration de système et Sauvegardez les Modifications."
                                                 #language zh-TW        "\wide離開系統設定並儲存您的變更\narrow"
                                                 #language ja-JP        "\wide変更を保存してセットアップ終了\narrow"
                                                 #language it-IT        "Esci dal system setup e salva le tue modifiche"
                                                 #language es-ES        "Salir de la programación del sistema y guardar los cambios"
                                                 #language de-DE        "Systemausgang und Änderungsspeicherung"
                                                 #language pt-PT        "Sair de configuração do sistema e guardar as alterações"

#string SCU_STR_EXIT_DISCARDING_CHANGES_STRING   #language en-US        "Exit Discarding Changes"
                                                 #language fr-FR        "Quittez en Abandonnant les Modifications"
                                                 #language zh-TW        "\wide離開不儲存改變\narrow"
                                                 #language ja-JP        "\wide変更せず終了\narrow"
                                                 #language it-IT        "Esci Senza Salvare le Modifiche"
                                                 #language es-ES        "Salir y deshacer los cambios"
                                                 #language de-DE        "Ausgang und Wegwurf der Änderungen"
                                                 #language pt-PT        "Sair descartando das alterações"

#string SCU_STR_EXIT_DISCARDING_CHANGES_HELP     #language en-US        "Exit system setup and without saving your changes."
                                                 #language fr-FR        "Quittez la configuration de système sans Sauvegarder les Modifications"
                                                 #language zh-TW        "\wide離開系統設定且不儲存您的變更\narrow"
                                                 #language ja-JP        "\wide変更を保存せずセットアップ終了\narrow"
                                                 #language it-IT        "Esci dal system setup senza salvare le tue modifiche"
                                                 #language es-ES        "Salir de la programación del sistema y no guardar los cambios"
                                                 #language de-DE        "Systemaufst.Ausgang ohne Änderungspeicherung"
                                                 #language pt-PT        "Saia da configuração do sistema e sem guardar as alterações"

#string SCU_STR_LOAD_OPTIMAL_DEFAULTS_STRING     #language en-US        "Load Optimal Defaults"
                                                 #language fr-FR        "Charger la Valeur par défaut Optimale"
                                                 #language zh-TW        "\wide載入最佳預設值\narrow"
                                                 #language ja-JP        "\wideデフォルト値をロード\narrow"
                                                 #language it-IT        "Carica Impostazioni Ottimali"
                                                 #language es-ES        "Cargar predeterminada óptima"
                                                 #language de-DE        "Optimale Aufladung Umlenkung"
                                                 #language pt-PT        "Cargar Ótimo Defaults"

#string SCU_STR_LOAD_OPTIMAL_DEFAULTS_HELP       #language en-US        "Load Optimal Defaults."
                                                 #language fr-FR        "Charger la Valeur par défaut Optimale."
                                                 #language zh-TW        "\wide載入最佳預設值\narrow"
                                                 #language ja-JP        "\wideデフォルト値をロード\narrow"
                                                 #language it-IT        "Carica Impostazioni Ottimali"
                                                 #language es-ES        "Cargar predeterminada óptima"
                                                 #language de-DE        "Optimale Aufladung Umlenkung"
                                                 #language pt-PT        "Cargar Ótimo Defaults"

#string SCU_STR_LOAD_CUSTOM_DEFAULTS_STRING      #language en-US        "Load Custom Defaults"
                                                 #language fr-FR        "Charger la Valeur par défaut entrée"
                                                 #language zh-TW        "\wide載入自訂預設值\narrow"
                                                 #language ja-JP        "\wideカスタムデフォルト値をロード\narrow"
                                                 #language it-IT        "Carica Impostazioni Personalizzate di Default"
                                                 #language es-ES        "Cargar predeterminada personalizada"
                                                 #language de-DE        "Zugeschn. Aufladung Umlenkung"
                                                 #language pt-PT        "Cargar Personalizado Defaults"

#string SCU_STR_LOAD_CUSTOM_DEFAULTS_HELP        #language en-US        "Load Custom Defaults."
                                                 #language fr-FR        "Charger la Valeur par défaut entrée."
                                                 #language zh-TW        "\wide載入自訂預設值\narrow"
                                                 #language ja-JP        "\wideカスタムデフォルト値をロード\narrow"
                                                 #language it-IT        "Carica Impostazioni Personalizzate di Default"
                                                 #language es-ES        "Cargar predeterminada personalizada"
                                                 #language de-DE        "Zugeschn. Aufladung Umlenkung"
                                                 #language pt-PT        "Cargar Personalizado Defaults"

#string SCU_STR_SAVE_CUSTOM_DEFAULTS_STRING      #language en-US        "Save Custom Defaults"
                                                 #language fr-FR        "Sauvegarder la Valeur par défaut entrée"
                                                 #language zh-TW        "\wide儲存自訂預設值\narrow"
                                                 #language ja-JP        "\wideカスタムデフォルト値を保存\narrow"
                                                 #language it-IT        "Salva Impostazioni Personalizzate di Default"
                                                 #language es-ES        "Guardar predeterminada personalizada"
                                                 #language de-DE        "Speicherung zugeschn. Umlenkung"
                                                 #language pt-PT        "Guardar Personalizado Defaults"

#string SCU_STR_SAVE_CUSTOM_DEFAULTS_HELP        #language en-US        "Save Custom Defaults."
                                                 #language fr-FR        "Sauvegarder la Valeur par défaut entrée"
                                                 #language zh-TW        "\wide儲存自訂預設值\narrow"
                                                 #language ja-JP        "\wideカスタムデフォルト値を保存\narrow"
                                                 #language it-IT        "Salva Impostazioni Personalizzate di Default"
                                                 #language es-ES        "Guardar predeterminada personalizada"
                                                 #language de-DE        "Speicherung zugeschn. Umlenkung"
                                                 #language pt-PT        "Guardar Personalizado Defaults"

#string SCU_STR_DISCARD_CHANGES_STRING           #language en-US        "Discard Changes"
                                                 #language fr-FR        "Ignorer les modifications"
                                                 #language zh-TW        "\wide忽略變更\narrow"
                                                 #language ja-JP        "\wide変更取消\narrow"
                                                 #language it-IT        "Annulla le modifiche"
                                                 #language es-ES        "deshacer los cambios"
                                                 #language de-DE        "Wegwurf der Änderungen"
                                                 #language pt-PT        "Descartar as alterações"

#string SCU_STR_DISCARD_CHANGES_HELP             #language en-US        "Discard Changes."
                                                 #language fr-FR        "Ignorer les modifications."
                                                 #language zh-TW        "\wide忽略變更\narrow"
                                                 #language ja-JP        "\wide変更取消\narrow"
                                                 #language it-IT        "Annulla le modifiche"
                                                 #language es-ES        "deshacer los cambios"
                                                 #language de-DE        "Wegwurf der Änderungen"
                                                 #language pt-PT        "Descartar as alterações"
                                                 
#string SCU_STR_OK_TEXT                          #language en-US  "Ok"
                                                 #language fr-FR  "Ok"
                                                 #language zh-TW  "\wide確定\narrow"
                                                 #language ja-JP  "\wideオーケー\narrow"
                                                 #language it-IT  "Ok"
                                                 #language es-ES  "Ok"
                                                 #language de-DE  "in Ordnung"
                                                 #language pt-PT  "Ok"

#string SCU_STR_CANCEL_TEXT                      #language en-US  "Cancel"
                                                 #language fr-FR  "Annuler"
                                                 #language zh-TW  "\wide取消\narrow"
                                                 #language ja-JP  "\wide取消\narrow"
                                                 #language it-IT  "Annulla le modifiche"
                                                 #language es-ES  "Cancelar"
                                                 #language de-DE  "Aufhebung-Cancelierung"
                                                 #language pt-PT  "Cancelar"

#string SCU_STR_YES_TEXT                         #language en-US  "Yes"
                                                 #language fr-FR  "Oui"
                                                 #language zh-TW  "\wide是\narrow"
                                                 #language ja-JP  "\wideはい\narrow"
                                                 #language it-IT  "Si"
                                                 #language es-ES  "Si"
                                                 #language de-DE  "Ja"
                                                 #language pt-PT  "Sim"
                                                 
#string SCU_STR_NO_TEXT                          #language en-US  "No"
                                                 #language fr-FR  "Non"
                                                 #language zh-TW  "\wide否\narrow"
                                                 #language ja-JP  "\wideいいえ\narrow"
                                                 #language it-IT  "No"
                                                 #language es-ES  "No"
                                                 #language de-DE  "Nein"
                                                 #language pt-PT  "Não"
                                                 
#string PROMPT_FOR_PASSWORD                      #language en-US  "Please type in your password"
                                                 #language zh-TW  "\wide請輸入密碼\narrow"
                                                 #language fr-FR  "S'il vous plait tape votre mot de passe"
                                                 #language ja-JP  "\wideパスワード入力\narrow"
                                                 #language it-IT  "Inserire la Password"
                                                 #language es-ES  "Por favor ingresar la contraseña"
                                                 #language de-DE  "Geben Sie bitte Ihr Paßwort ein"
                                                 #language pt-PT  "Por favor digite sua senha"
                                                 
#string PROMPT_FOR_NEW_PASSWORD                  #language en-US  "Please type in your new password"
                                                 #language zh-TW  "\wide請輸入新密碼\narrow"
                                                 #language fr-FR  "S'il vous plait tape votre nouveau mot de passe"
                                                 #language ja-JP  "\wide新しいパスワード入力\narrow"
                                                 #language it-IT  "Inserisci la nuova password"
                                                 #language es-ES  "Por favor ingresar la nueva contraseña"
                                                 #language de-DE  "Geben Sie bitte Ihr neues Paßwort ein"
                                                 #language pt-PT  "Por favor, digite sua nova senha"
                                                 
#string CONFIRM_PASSWORD                         #language en-US  "Please confirm your new password"
                                                 #language zh-TW  "\wide請確認新密碼\narrow"
                                                 #language fr-FR  "S'il vous plait confirmer votre nouveau mot de passe"
                                                 #language ja-JP  "\wideパスワード再入力\narrow"
                                                 #language it-IT  "Conferma la nuova password"
                                                 #language es-ES  "Por favor confirmar la nueva contraseña"
                                                 #language de-DE  "Bitte bestätigen Sie Ihr neues Paßwort"
                                                 #language pt-PT  "Por favor, confirme sua nova senha"
//
//    Form [General Help]
//
#string STR_GENERAL_HELP_STRING         #language en-US        "[General Help]"
                                        #language fr-FR        "[Aide générale]"
                                        #language ja-JP        "[\wide一般ヘルプ\narrow]"
                                        #language zh-TW        "\wide一般幫助訊息\narrow"
                                        #language it-IT        "[Guida Generale]"
                                        #language es-ES        "[ayuda general]"
                                        #language de-DE        "[Allgemeine Hilfe]"
                                        #language pt-PT        "[Ajuda Geral]"

#string STR_SETUP_DESCRIPTION_STRING    #language en-US      "The Setup Utility is a ROM-based configuration utility that displays the \n"
                                                             "system's configuration status and provides users with a tool to set their \n"
                                                             "system parameters. Setting incorrect values may cause system boot failure:\n"
                                                             "Load setup default values to recover\n"
                                                             "\n"
                                                             "                                                                          \n"
                                                             "<Left/Right> Select Screen\n"
                                                             "<Up/Down> Select Item\n"
                                                             "<Enter> Select or Enter SubMenu\n"
                                                             "<F9> Load Setup Default\n"
                                                             "<F10> Save and Exit\n"
                                                             "<ESC> Exit Setup\n"
                                                             "<F1> key displays General Help(This Screen)"
                                        #language fr-FR      "Le logiciel configuration est un logiciel de configuration mémoire ROM,\n"
                                                             "qui affiche l'état de la configuration du système et fournit aux utilisateurs\n"
                                                             "un outil pour définir les paramètres système. Entrer des valeurs incorrectes\n"
                                                             "peut provoquer une défaillance de démarrage: Charger la valeur par défaut\n"
                                                             "de configuration pour récupérer\n"
                                                             "                                                                          \n"
                                                             "<gauche/droit> Sélectionnez la Page\n"
                                                             "<Up/Down> Select Item\n"
                                                             "<Entrée> Sélectionner ou entrer sous-menu\n"
                                                             "<F9> Charger la valeur par défaut de configuration\n"
                                                             "<F10> Sauvegarder et Quitter\n"
                                                             "<ESC> Quitter la Configuration\n"
                                                             "<F1> Appuyer sur la Touche <F1> pour afficher l'aide generale.(Cette Page)"                                        
                                        #language ja-JP      "BIOS\wideは、パソコン本体の電源を入れたときに\narrowBIOS\wideセットアップの設定値\narrow\n"
                                                             "\wideに従ってハードウェアの環境を設定します。不正な値を設定した場合にはシステムを\narrow\n"
                                                             "\wide起動できなくなることがあります。システムが起動できなくなった場合には、標準\narrow\n"
                                                             "\wide設定値を読み込んだあと、変更を保存してシステムを起動してください。\narrow\n"
                                                             "\n"
                                                             "                                                                          \n"
                                                             "<←/→> \wideキー\narrow:\wideメニューを切り替えます。\narrow\n"
                                                             "<↑/↓> \wideキー\narrow:\wide設定する項目にカーソルを移動します。\narrow\n"                                        
                                                             "<Enter> \wideキー\narrow:\wideサブメニュー画面を表示します。\narrow\n"
                                                             "<F9> \wideキー\narrow:\wide標準設定値を読み込みます。\narrow\n"
                                                             "<F10> \wideキー\narrow:\wide現在の設定値を保存して、\narrowBIOS\wideセットアップを終了します。\narrow\n"
                                                             "<ESC> \wideキー\narrow:\wide変更を保存せずに、\narrowBIOS\wideセットアップを終了します。\narrow\n"
                                                             "<F1> \wideキー\narrow:\wide一般ヘルプ画面\narrow(\wideこの画面\narrow)\wideを表示します。\narrow"
                                        #language zh-TW      "\wide這個設置工具是個以\narrowROM-based\wide設定工具並顯示\narrow\n"
                                                             "\wide系統設定狀態並提供使用者工具去設定\narrow\n"
                                                             "\wide系統參數。不正確的數值可能會無法開機:\narrow\n"
                                                             "\wide載入預設值以進行復原\narrow\n"
                                                             "\n"
                                                             "                                                                          \n"
                                                             "<Left/Right> \wide選擇畫面\narrow\n"
                                                             "<Up/Down> \wide選擇項目\narrow\n"
                                                             "<Enter> \wide選擇或著進入子選單\narrow\n"
                                                             "<F9> \wide載入預設值\narrow\n"
                                                             "<F10> \wide儲存並離開\narrow\n"
                                                             "<ESC> \wide離開選單\narrow\n"
                                                             "<F1> \wide一般幫助訊息\narrow"                                        
                                        #language it-IT      "La Setup Utility è un'utility di configurazione su ROM che mostra lo\n"
                                                             "stato della configurazione del sistema e fornisce agli utenti strumenti per\n"
                                                             "impostare i parametri di sistema. \n"                                        
                                                             "Parametri sbagliati possono far fallire l'avvio del sistema: \n"
                                                             "Per ripristinare caricare i parametri di default\n"
                                                             "                                                                          \n"
                                                             "<Sinistra/Destra> Seleziona la schermata\n"
                                                             "<Up/Down> Select Item\n"
                                                             "<Invio> Seleziona o Accedi al SottoMenu\n"
                                                             "<F9> Carica Setup di Default\n"
                                                             "<F10> Salva ed Esci\n"
                                                             "<ESC> Esci dal Setup\n"
                                                             "<F1> apre la Guida Generale (Questa Schermata)"                                        
                                        #language es-ES      "El utilitario de la programación es basado en el utilitario de la\n"
                                                             "configuración de ROM que aparece en Estados de la configuración del\n"
                                                             "sistema y suministrar al usuario las herramientas para configurarlo Parámetro\n"
                                                             "del sistema. Ingresar valores incorrectas puede provocar error en el arranque\n"
                                                             "del sistema. Cargar valores predeterminada de la programación para recuperar\n"
                                                             "                                                                          \n"
                                                             "<Left/Right> Seleccionar pantalla\n"
                                                             "<Up/Down> Select Item\n"
                                                             "<Enter> Seleccionar o ingresar al Submenú\n"
                                                             "<F9> Cargar programación predeterminada\n"
                                                             "<F10> Guardar y salir\n"
                                                             "<ESC> Salir de la programación\n"
                                                             "<F1> Muestra clave de Ayuda General (esta pantalla)"                                        
                                        #language de-DE      "Die Nutzungseingabe ist ROM-basierte Konfiguration die den Status d. System\n"
                                                             "und Nutzer mit Werzeug austattet um die Parameter des Sytsems zu setzen.\n"
                                                             "Falsche Werte könnten Zusammenbruch des Systems verursachen.\n"
                                                             "Aufladung Umlenkungswerte zu erhalt.\n"
                                                             "\n"
                                                             "                                                                          \n"
                                                             "<Links/Rechts> Bildschirmwahl\n"
                                                             "<Up/Down> Select Item\n"
                                                             "<Eingabe> wähle oder gebe Untermenü\n"
                                                             "<F9> Aufladung der Umlenkungsmögl\n"
                                                             "<F10> Speicherung und Ausgang\n"
                                                             "<ESC> Ausgang des Aufbaus\n"
                                                             "<F1> Taste für allg. Hilfe"
                                        #language pt-PT      "O Utilidade da configuração é uma configuração baseada em ROM que exibe o\n"
                                                             "status de configuração do sistema e fornece aos usuários uma ferramenta\n"
                                                             "para definir o seu parâmetros do sistema. configurando valores incorretos\n"
                                                             "podem causar falha de boot do sistema: Cargar as valores de defaults da\n"
                                                             "configuração para recuperar\n"
                                                             "                                                                          \n"
                                                             "<Left/Right> Selecione tela\n"
                                                             "<Up/Down> Select Item\n"
                                                             "<Enter> Selecione ou entrar no submenu\n"
                                                             "<F9> Cargar Default da configuração\n"
                                                             "<F10> Guardar e Sair\n"
                                                             "<ESC> Sair da configuração\n"
                                                             "<F1> Mostra tecla de Ajuda Geral (nesta tela)"
                                        
#string STR_EVENT_LOG_PUSH              #language en-US        "Push Enter/ESC - Leave"
                                        #language fr-FR        "Appuyer sur Entrée/Echappe  - Quitter"
                                        #language ja-JP        "Enter/ESC\wideキー\narrow - \wide終了\narrow"
                                        #language zh-TW        "\wide按下\narrowEnter/ESC \wide離開\narrow"
                                        #language it-IT        "Premere Invio/ESC - Abbandona"
                                        #language es-ES        "Pulse Enter/ESC - Salir"
                                        #language de-DE        "Drücke ENTER/ESC - Verlassen"
                                        #language pt-PT        "Prensa Enter/ESC - Sair"
                                        
#string STR_EVENT_LOG_PUSH_PAGEUP       #language en-US        "Push PageUp    - previous"
                                        #language fr-FR        "Appuyer sur Page Précédente - Précédent"
                                        #language ja-JP        "Pg Up\wideキー\narrow     - \wideページアップ\narrow"
                                        #language zh-TW        "\wide按下\narrowPageUp    \wide上一頁\narrow"
                                        #language it-IT        "Premere PagSu     - precedente"
                                        #language es-ES        "Pulse PageUp    - Página anterior"
                                        #language de-DE        "Drücke PageUp    - Vorheriges"
                                        #language pt-PT        "Prensa PageUp    - Página anterior"
                                        
#string STR_EVENT_LOG_PUSH_PAGEDOWN     #language en-US        "Push PageDown  - Next Page"
                                        #language fr-FR        "Appuyer sur Page Suivante   - la Page Suivante"
                                        #language ja-JP        "Pg Dn\wideキー\narrow     - \wideページダウン\narrow"
                                        #language zh-TW        "\wide按下\narrowPageDown  \wide下一頁\narrow"
                                        #language it-IT        "Premere PagGiù    - successiva"
                                        #language es-ES        "Pulse PageDown  - Página siguiente"
                                        #language de-DE        "Drücke PageDown  - Nächste Seite"
                                        #language pt-PT        "Prensa PageDown  - Próxima Página"
                                        
#string SCU_F1_FUNC_KEY_HELP            #language en-US        "F1=General Help"
                                        #language zh-TW        "F1=\wide說明\narrow"
                                        #language fr-FR        "F1=Scroll Aide"
                                        #language ja-JP        "F1=\wideヘルプ\narrow"
                                        #language it-IT        "F1=Guida Generale"
                                        #language es-ES        "F1=ayuda general"
                                        #language de-DE        "F1=allg. Hilfe"
                                        #language pt-PT        "F1=Ajuda Geral"
                                        
#string SCU_HOTKEY_BAR_HELP_KEY         #language en-US        "F1"
                                        #language fr-FR        "F1"
                                        #language zh-TW        "F1"
                                        #language ja-JP        "F1"
                                        #language it-IT        "F1"
                                        #language es-ES        "F1"
                                        #language de-DE        "F1"
                                        #language pt-PT        "F1"
                                        
#string SCU_HOTKEY_BAR_HELP_DSC         #language en-US        "Help"
                                        #language fr-FR        "Aide"
                                        #language es-ES        "Ayuda"
                                        #language zh-TW        "\wide說明\narrow"
                                        #language ja-JP        "\wideヘルプ\narrow"
                                        #language it-IT        "Guida"
                                        #language de-DE        "Hilfe"
                                        #language pt-PT        "Ajuda"
                                        
#string SCU_HOTKEY_BAR_SELECT_KEY       #language en-US        "↑↓"
                                        #language fr-FR        "↑↓"
                                        #language es-ES        "↑↓"
                                        #language zh-TW        "↑↓"
                                        #language ja-JP        "↑↓"
                                        #language it-IT        "↑↓"
                                        #language de-DE        "↑↓"
                                        #language pt-PT        "↑↓"
                                        
#string SCU_HOTKEY_BAR_SELECT_DSC       #language en-US        "Select Item"
                                        #language fr-FR        "Sélect. élément"
                                        #language es-ES        "Selec. elemento"
                                        #language zh-TW        "\wide選擇項目\narrow"
                                        #language ja-JP        "\wideアイテム選択\narrow"
                                        #language it-IT        "Seleziona Voce"
                                        #language de-DE        "Wähle Teil"
                                        #language pt-PT        "Selecione item"
                                        
#string SCU_HOTKEY_BAR_CHANGE_KEY       #language en-US        "F5/F6"
                                        #language fr-FR        "F5/F6"
                                        #language es-ES        "F5/F6"
                                        #language zh-TW        "F5/F6"
                                        #language ja-JP        "F5/F6"
                                        #language it-IT        "F5/F6"
                                        #language de-DE        "F5/F6"
                                        #language pt-PT        "F5/F6"
                                        
#string SCU_HOTKEY_BAR_CHANGE_DSC       #language en-US        "Change Values"
                                        #language fr-FR        "Modifier les valeurs"
                                        #language es-ES        "Cambiar valores"
                                        #language zh-TW        "\wide調整數值\narrow"
                                        #language ja-JP        "\wide数値変更\narrow"
                                        #language it-IT        "Modifica Valori"
                                        #language de-DE        "Ändere Werte"
                                        #language pt-PT        "Mudar valores"
                                        
#string SCU_HOTKEY_BAR_DEFAULT_KEY      #language en-US        "F9"
                                        #language fr-FR        "F9"
                                        #language es-ES        "F9"
                                        #language zh-TW        "F9"
                                        #language ja-JP        "F9"
                                        #language it-IT        "F9"
                                        #language de-DE        "F9"
                                        #language pt-PT        "F9"
                                        
#string SCU_HOTKEY_BAR_DEFAULT_DSC      #language en-US        "Setup Defaults"
                                        #language fr-FR        "Définir défauts"
                                        #language es-ES        "Config. predet."
                                        #language zh-TW        "\wide預設值\narrow"
                                        #language ja-JP        "\wideデフォルト設定\narrow"
                                        #language it-IT        "Setup Defaults"
                                        #language de-DE        "Umgehungsabsetzung"
                                        #language pt-PT        "Configurar default"
                                        
#string SCU_HOTKEY_BAR_ESC_KEY          #language en-US        "Esc"
                                        #language fr-FR        "Ese"
                                        #language es-ES        "Esc"
                                        #language zh-TW        "Esc"
                                        #language ja-JP        "Esc"
                                        #language it-IT        "Esc"
                                        #language de-DE        "Esc"
                                        #language pt-PT        "Esc"
                                        
#string SCU_HOTKEY_BAR_ESC_DSC          #language en-US        "Exit"
                                        #language fr-FR        "Quitter"
                                        #language es-ES        "Salir"
                                        #language zh-TW        "\wide離開\narrow"
                                        #language ja-JP        "\wide終了\narrow"
                                        #language it-IT        "Esci"
                                        #language de-DE        "Ausgang"
                                        #language pt-PT        "Sair"
                                        
#string SCU_HOTKEY_BAR_MENU_KEY         #language en-US        "←→"
                                        #language fr-FR        "←→"
                                        #language es-ES        "←→"
                                        #language zh-TW        "←→"
                                        #language ja-JP        "←→"
                                        #language it-IT        "←→"
                                        #language de-DE        "←→"
                                        #language pt-PT        "←→"
                                        
#string SCU_HOTKEY_BAR_MENU_DSC         #language en-US        "Select Menu"
                                        #language fr-FR        "Sélection menu"
                                        #language es-ES        "Selec. menú"
                                        #language zh-TW        "\wide選擇功能表\narrow"
                                        #language ja-JP        "\wideメニュー選択\narrow"
                                        #language it-IT        "Seleziona Menu"
                                        #language de-DE        "Menüauswahl"
                                        #language pt-PT        "Selecione Menu"
                                        
#string SCU_HOTKEY_BAR_ENTER_KEY        #language en-US        "Enter"
                                        #language fr-FR        "Enter"
                                        #language es-ES        "Enter"
                                        #language zh-TW        "Enter"
                                        #language ja-JP        "Enter"
                                        #language it-IT        "Enter"
                                        #language de-DE        "Enter"
                                        #language pt-PT        "Enter"
                                        
#string SCU_HOTKEY_BAR_ENTER_DSC        #language en-US        "Select ► SubMenu"
                                        #language fr-FR        "Sélectionner►Sous-menu"
                                        #language es-ES        "Seleccionar ► Submenú"
                                        #language zh-TW        "\wide選取\narrow ► \wide子功能表\narrow"
                                        #language ja-JP        "\wide選択\narrow ► \wideサブメニューを\narrow"
                                        #language it-IT        "Seleziona ► SottoMenu"
                                        #language de-DE        "Untermenüauswahl"
                                        #language pt-PT        "Selecionar ► Submenu"
                                        
#string SCU_HOTKEY_BAR_SAVE_KEY         #language en-US        "F10"
                                        #language fr-FR        "F10"
                                        #language es-ES        "F10"
                                        #language zh-TW        "F10"
                                        #language ja-JP        "F10"
                                        #language it-IT        "F10"
                                        #language de-DE        "F10"
                                        #language pt-PT        "F10"
                                        
#string SCU_HOTKEY_BAR_SAVE_DSC         #language en-US        "Save and Exit"
                                        #language fr-FR        "Enreg. et quit."
                                        #language es-ES        "Guardar y salir"
                                        #language zh-TW        "\wide儲存並離開\narrow"
                                        #language ja-JP        "\wide保存\narrow&\wide終了\narrow"
                                        #language it-IT        "Salva ed Esci"
                                        #language de-DE        "Speicherung"
                                        #language pt-PT        "Guardar e Sair"
